[language_info]
enname=Russian
name=Русский
code=0419

[translations]
[common]
[Error reports]
[Flow editor]
[Element editor]
[Save and load]
[Flow state]
[Elements - Variables]
[Elements - Interaction]
[Elements - window]
[Settings]
[Elements - File]
[Elements - time]
[Elements - process]
[Elements - power]
[Elements - Flow manipulation]
[Elements - Sound]
[Elements - Internet]
[Elements - Other]
[Elements - Image and Position]
[Source Editor]
[Weekdays]
[Source Manager]
[_common]
Cancel=Прервать
Disable=Выключить
enable=Активировать
OK=OK
Toggle=Umschalten
Yes=Да
Flow control=Контроль потоков
Method %1%=Methode %1%
Power=Енергия
Variable=Переменная
Variable name=Имя переменной
Window=Окно
Section name=Sektion Name
X position=X Position
Process=Процесс
Process Name=Имя процесса
Input number=Eingangsnummer
Key or position=Schlüssel oder position
Value '%1%'=Wert '%1%'
%1% is not specified.=%1% ist nicht angegeben
The list '%1%' does not contain an integer key.=Die Liste '%1%' enthält keinen ganzzahligen Schlüssel.
User dismissed the dialog without selecting a file or system refused to show the dialog.=Benutzer hat den Dialog ohne Auswahl geschlossen oder das System hat den Dialog nicht gezeigt.
Renamed=Переименован
Options=Настройки
Action=Действие
Condition=Условие
No=Нет
Normal=Нормально
Debugging=Debugging
Delete=Стереть
[Read_From_Ini.ahk]
Read the entire section=Die gesamte Sektion lesen
[Empty_Recycle_bin.ahk]
Specified drive=Angegebenes Laufwerk
Recycle bin could not be emptied.=Papierkorb konnte nicht geleert werden
[Set_Flow_Status.ahk]
New state=Neuer Status
[Execute_Flow.ahk]
Send local variables=Посылать локальные переменные
Skip disabled flows without error=Перепрыгнуть выключиные потоки без ошибки
Wait for called flow to finish=Ждать пока запущенный поток не закончится
Execute flow=Запустить поток
[Hotkey.ahk]
Trigger on release rather than press=Beim loslassen, statt beim drücken triggern
[Set_Lock_Key.ahk]
Which lock key=Welche Sperrtaste
[Download_file.ahk]
Download file=Datei herunterladen
[Window functions.ahk]
Process ID=Идентификатор процесса
Unique Process ID=Однозначний идентификатор процесса
Control text=Текст елемента интерфейса
Exclude control text=Исключить текст элемента интерфейса
Exclude text of a control in window=Исключить текст из одного елемента интерфейса
Exclude title=Исключить титул
Text of a control in Window=Текст одного елемента интерфейса в окне
Title begins with=Титул начинает с
Title includes=Титул содержит
Title is exatly=Титул есть точно
Title of Window=Титул окна
Unique window ID=Однозначный идентификатор окна
Window class=Класс окна
Window ID=Идентификатор окна
No window specified=Kein Fenster angegeben
Unexpected error=Unerwarteter Fehler
Contain anywhere=Содержит
Exactly=Точно
Start with=Начинает с
[Set_Volume.ahk]
Increase or decrease volume=Lautstärke erhöhen oder verringern
Mute settings=Stummeinstellungen
Relative volume=Relative Lautstärke
Set mute state=Setze Stummeinstellung
[Get_Clipboard.ahk]
Get Clipboard=Импортировать из премежуточного буфера
[Substring.ahk]
Start from following position=Von einer bestimmten Position starten
[activate_Window.ahk]
Activate Window=Активировать окно
[Close_Window.ahk]
close Window=Закрыть окно
[Run.ahk]
Run=Запустить
